Repository: silverbackstudio/wp-mandrill-emails
Catalog: languages/svbk-mandrill-emails-*.po
Languages: it_it

source: Mandrill Templates
it_it: Template di Mandrill

source: User Registration
it_it: Registrazione utente

source: Template sent to user at registration
it_it: Template per la mail inviata all'utente quando si registra

source: User Active Notification
it_it: Template Notifica Account Attivo

source: Template sent to user when set to active
it_it: Template inviato all'utente quando il suo account è stato impostato su attivo

source: User Cancelled Notification
it_it: Template Notifica Account Cancellato

source: Template sent to user when set to cancelled
it_it: Template inviato all'utente quando il suo account è stato impostato su cancellato

source: User Expired Notification
it_it: Template Notifica Account Scaduto

source: Template sent to user when set to expired
it_it: Template inviato all'utente quando il suo account è stato impostato su scaduto

source: User Free Notification
it_it: Template Notifica Account Gratis

source: Template sent to user when set to free
it_it: Template inviato all'utente quando il suo account è stato impostato su gratis

source: User Trial Notification
it_it: Template Notifica Account di Prova

source: Template sent to user when set to trial
it_it: Template inviato all'utente quando il suo account è stato impostato su in prova

source: User Payment Received
it_it: Pagamento ricevuto

source: Template sent to user when we receive his payment
it_it: Template inviato all'utente quando il suo pagamento è stato confermato

source: Admin Manual Payment Notification
it_it: Notifica Amministratore pagamento manuale

source: Template sent to admin when a manual payment is created and needs review
it_it: Template di notifica inviato all'amministratore quando é stato richiesto un nuovo pagamento manuale (bonifico, contante, etc)

source: User Manual Payment Info
it_it: Informazioni per il pagamento manuale

source: Template sent to user with payment info
it_it: Template inviato all'utente con la istruzioni per il pagamento manuale (bonifico, contante, etc)

source: Admin User Registration Notification
it_it: Notifica all'amministratore registrazione di un nuovo utente

source: Template sent to admin at user registration
it_it: Template di notifica inviato all'amministratore per la registrazione di un nuovo utente

source: Mandrill Transactional Emails
it_it: Email Transazionali con Template Mandrill

source: Send plugins transactional email with Mandrill
it_it: Invia le email transazionali attraverso template di Mandrill
